base
base-devel
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
bottom
btop
catppuccin-gtk-theme-frappe
dialog
dolphin
dosfstools
dunst
efibootmgr
firefox
fuse2
fuse3
gdu
git
go
google-chrome
gst-plugin-pipewire
hyprland-git
kitty
kvantum
lazygit
linux
linux-firmware
linux-headers
lsd
mtools
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
os-prober
outline-client-appimage-git
pavucontrol
pipewire-alsa
pipewire-pulse
qbittorrent-git
qt5ct
ripgrep
rofi-lbonn-wayland-git
spotify
swww
systemd-numlockontty
systemd-resolvconf
tela-circle-icon-theme-all
telegram-desktop
ttf-arphic-ukai
ttf-arphic-uming
ttf-dejavu
ttf-droid
ttf-jetbrains-mono-nerd
ttf-roboto
ttf-sazanami
unzip
wget
wireguard-tools
wireless_tools
wpa_supplicant
yay
zsh
zsh-completions
